Repository: NMarjou/localization-app
Catalog: TMs/en-US_nl-NL.tmx
Source language: en_us
Languages: nl_nl

source: Select the comp element that will store salary decisions
nl_nl: Selecteer het comp-element waarin salarisbeslissingen worden opgeslagen

source: Merit increases and base pay adjustments
nl_nl: Meritverhogingen en aanpassingen van het basissalaris

source: Enter the basic information for the round
nl_nl: Voer de basisinformatie voor de ronde in

source: Round details
nl_nl: Rondedetails

source: Changing the bonus plan will trigger a recalculation of the bonus for the workers in this compensation round. Are you sure you want to proceed?
nl_nl: Als u het bonusplan wijzigt, wordt de bonus voor de medewerkers in deze beloningsronde opnieuw berekend. Weet u zeker dat u wilt doorgaan?

source: Change bonus plan
nl_nl: Bonusregeling wijzigen

source: Incentive payouts and variable pay
nl_nl: Bonussen en variabele beloning

source: You have deselected a bonus plan that's no longer active. Once you save the round, it won't be available for selection again.
nl_nl: U hebt een bonusplan gedeselecteerd dat niet meer actief is. Zodra u de ronde opslaat, is het niet meer beschikbaar om te selecteren.

source: Deactivated bonus plan
nl_nl: Gedeactiveerd bonusplan

source: Cut-off date
nl_nl: Afsluitdatum

source: The cut-off date cannot be empty.
nl_nl: De afsluitdatum kan niet leeg zijn.

source: Date at which the data of the workers is to be filtered.
nl_nl: Datum waarop de gegevens van de werknemers gefilterd moeten worden.

source: The data model cannot be empty.
nl_nl: Het datamodel kan niet leeg zijn.

source: Warning!
nl_nl: Waarschuwing!

source: This data model is currently in use; changing it will delete all associated configurations. Are you sure you want to proceed?
nl_nl: Dit datamodel is momenteel in gebruik; het wijzigen ervan zal alle bijbehorende configuraties verwijderen. Weet u zeker dat u wilt doorgaan?

source: Unselect & delete
nl_nl: Deselecteren en verwijderen

source: The bonus plan effective date cannot be empty.
nl_nl: De ingangsdatum van het bonusplan kan niet leeg zijn.

source: Specify the date at which the compensation adjustments will take effect.
nl_nl: Specificeer de datum waarop de compensatieaanpassingen van kracht worden.

source: Effective dates
nl_nl: Ingangsdatums

source: The salary effective date cannot be empty.
nl_nl: De ingangsdatum van het salaris kan niet leeg zijn.

source: Freeze date
nl_nl: Bevriezingsdatum

source: The freeze date cannot be empty.
nl_nl: De bevriezingsdatum kan niet leeg zijn.

source: Date after which changes to the data loaded in the data model will not be considered for the comp round.
nl_nl: Datum waarna wijzigingen aan de gegevens die in het gegevensmodel zijn geladen niet worden meegenomen voor de compensatieronde.

source: The name must be unique.
nl_nl: De naam moet uniek zijn.

source: Create compensation round
nl_nl: Creëer compensatieronde

source: Delete report
nl_nl: Rapport verwijderen

source: Are you sure you want to delete this validation report?
nl_nl: Weet je zeker dat je dit validatierapport wilt verwijderen?

source: The report was successfully deleted.
nl_nl: Het rapport is verwijderd.

source: Download report
nl_nl: Rapport downloaden

source: All data model fields.
nl_nl: Alle gegevensmodelvelden.

source: Define a password to download the file
nl_nl: Definieer een wachtwoord om het bestand te downloaden

source: Select fields:
nl_nl: Selecteer velden:

source: Only selected fields on the team planner view.
nl_nl: Alleen geselecteerde velden in de teamplannerweergave.

source: View & validate round configurations
nl_nl: Bekijk en valideer rondeconfiguraties

source: An error occurred when generating the report.
nl_nl: Er is een fout opgetreden bij het genereren van het rapport.

source: The file is being generated; download will start shortly.
nl_nl: Het bestand wordt gegenereerd; de download start binnenkort.

source: Password
nl_nl: Wachtwoord

source: The password must meet the following requirements:
nl_nl: Het wachtwoord moet aan de volgende vereisten voldoen:

source: Special characters allowed: {{characters}}
nl_nl: Toegestane speciale tekens: {{characters}}

source: Maximum password length: {{n}} characters
nl_nl: Maximale wachtwoordlengte: {{n}} tekens

source: Minimum password length: {{n}} characters
nl_nl: Minimale wachtwoordlengte: {{n}} tekens

source: {{min}}-{{max}} characters long
nl_nl: {{min}}-{{max}} tekens lang

source: Must contain at least one lowercase character
nl_nl: Moet minstens één kleine letter bevatten

source: Must contain at least one number
nl_nl: Moet minstens één nummer bevatten

source: Must contain at least one uppercase character
nl_nl: Moet minstens één hoofdletter bevatten

source: Generate
nl_nl: Genereren

source: Generate report
nl_nl: Rapport genereren

source: Your validation report is being generated. You will be notified when it is ready.
nl_nl: Uw validatierapport wordt gegenereerd. U ontvangt een melding wanneer het klaar is.

source: Notes
nl_nl: Notities

source: Rename report
nl_nl: Rapport hernoemen

source: The report was successfully renamed.
nl_nl: Het rapport is hernoemd.

source: View and validate round configurations
nl_nl: Bekijk en valideer rondeconfiguraties

source: Validation
nl_nl: Validatie

source: Compensation manager
nl_nl: Compensatiebeheerder

source: HRBP approval
nl_nl: HRBP-goedkeuring

source: Manager +1 review
nl_nl: Manager +1 beoordeling

source: HRBP review
nl_nl: HRBP-beoordeling

source: Enable proposal adjustments
nl_nl: Voorstel aanpassingen inschakelen

source: Enable rejection of manager proposal
nl_nl: Afwijzing van managervoorstel inschakelen

source: Enable rejection of manager+1 proposal
nl_nl: Afwijzing van manager+1 voorstel inschakelen

source: Actions:
nl_nl: Acties:

source: Add step
nl_nl: Stap toevoegen

source: Add step above
nl_nl: Stap erboven toevoegen

source: Add step below
nl_nl: Stap hieronder toevoegen

source: Please fill in all the mandatory fields in the workflow step.
nl_nl: Vul alle verplichte velden in in de workflowstap.

source: Apply template
nl_nl: Sjabloon toepassen

source: Create a workflow where all stakeholders work in parallel within the same date range, submitting proposals until the end date.
nl_nl: Maak een workflow waarin alle stakeholders parallel werken binnen dezelfde datumbereik en voorstellen indienen tot en met de einddatum.

source: Collaborative
nl_nl: Samenwerkingsgericht

source: The end date is required.
nl_nl: De einddatum is verplicht.

source: Specify the start and end dates during which edits to the round are permitted.
nl_nl: Geef de begin- en einddatum op gedurende welke bewerkingen van de ronde zijn toegestaan.

source: Choose how the stakeholder will participate in the round.
nl_nl: Kies hoe de belanghebbende zal deelnemen aan de ronde.

source: Collaboration settings
nl_nl: Samenwerkingsinstellingen

source: No access
nl_nl: Geen toegang

source: Read only
nl_nl: Alleen lezen

source: Read and write
nl_nl: Lezen en schrijven

source: Are you sure you want to delete this configuration?
nl_nl: Weet u zeker dat u deze configuratie wilt verwijderen?

source: Delete configuration
nl_nl: Configuratie verwijderen

source: The configuration was successfully deleted.
nl_nl: De configuratie is succesvol verwijderd.

source: Current workflow step:
nl_nl: Huidige workflowstap:

source: Edit step
nl_nl: Stap bewerken

source: Create a workflow based on a predefined approval hierarchy. Steps follow this order: HRBP review → Compensation Manager proposal → Compensation Manager +1 approval → HRBP approval.
nl_nl: Maak een workflow op basis van een vooraf gedefinieerde goedkeuringshiërarchie. De stappen volgen deze volgorde: HRBP-beoordeling → voorstel door Compensation Manager → goedkeuring door Compensation Manager +1 → HRBP-goedkeuring.

source: Hierarchy-driven
nl_nl: Hiërarchiegestuurd

source: Preview template
nl_nl: Voorbeeld van sjabloon bekijken

source: Applying this template will replace all your current workflow configurations. This action cannot be undone.
nl_nl: Het toepassen van deze sjabloon vervangt al je huidige workflowconfiguraties. Deze actie kan niet ongedaan worden gemaakt.

source: Replace current workflow?
nl_nl: Huidige workflow vervangen?

source: At least one of the following workflow steps must be enabled: {{steps}}.
nl_nl: Ten minste een van de volgende workflowstappen moet zijn ingeschakeld: {{steps}}.

source: Collaborative workflow
nl_nl: Samenwerkingsworkflow

source: Manager +1 approval
nl_nl: Goedkeuring manager +1

source: Manager proposal
nl_nl: Voorstel van de manager

source: Create a workflow from a blank canvas. You have full flexibility to define, add, and configure each step to match your needs.
nl_nl: Maak een workflow vanaf een leeg canvas. Je hebt volledige flexibiliteit om elke stap te definiëren, toe te voegen en te configureren zodat deze aan je behoeften voldoet.

source: Start from scratch
nl_nl: Begin vanaf nul

source: Not started
nl_nl: Niet begonnen

source: Step actions
nl_nl: Stappenacties

source: An actor can not be used in more than one configuration.
nl_nl: Een actor kan niet in meer dan één configuratie worden gebruikt.

source: Choose one or more actors
nl_nl: Kies één of meer actoren

source: The actor can not be empty.
nl_nl: De actor mag niet leeg zijn.

source: Actors & permissions
nl_nl: Actoren en machtigingen

source: Add configuration
nl_nl: Configuratie toevoegen

source: Step {{stepNumber}}: {{stepName}}
nl_nl: Stap {{stepNumber}}: {{stepName}}

source: Step {{count}}
nl_nl: Stap {{count}}

source: Delete step
nl_nl: Stap verwijderen

source: Are you sure you want to delete the workflow step?
nl_nl: Weet je zeker dat je de workflowstap wilt verwijderen?

source: Delete workflow step
nl_nl: Workflowstap verwijderen

source: The workflow step was successfully deleted.
nl_nl: De workflowstap is succesvol verwijderd.

source: Set the workflow of the compensation round by determining approval dates
nl_nl: Stel de werkstroom van de compensatieronde in door goedkeuringsdata vast te stellen

source: Duplicate configuration
nl_nl: Configuratie dupliceren

source: Step enabled
nl_nl: Stap ingeschakeld

source: Step end date
nl_nl: Einddatum stap

source: The step end date must be before the end date of all the next steps.
nl_nl: De einddatum van deze stap moet vóór de einddatum van alle volgende stappen liggen.

source: The step end date must be after the end date of all the previous steps.
nl_nl: De einddatum van deze stap moet na de einddatum van alle voorgaande stappen liggen.

source: The step date is outside the round period ({{startDate}} – {{endDate}}).
nl_nl: De stappendatum valt buiten de rondeperiode ({{startDate}} – {{endDate}}).

source: The step end date can not be empty.
nl_nl: De einddatum van de stap mag niet leeg zijn.

source: Field permissions
nl_nl: Veldmachtigingen

source: Hidden
nl_nl: Verborgen

source: Editing the workflow (i.e. adding, deleting, or reordering steps) will reset all workers to the first step.
nl_nl: Het bewerken van de workflow (bijvoorbeeld het toevoegen, verwijderen of herschikken van stappen) zal alle medewerkers terugzetten naar de eerste stap.

source: Step {{count}}: actions
nl_nl: Stap {{count}}: acties

source: The name can not be empty.
nl_nl: De naam mag niet leeg zijn.

source: This step isn’t configured yet.
nl_nl: Deze stap is nog niet geconfigureerd.

source: Step {{stepNumber}}: not configured
nl_nl: Stap {{stepNumber}}: niet geconfigureerd

source: Read
nl_nl: Lees

source: Remove configuration
nl_nl: Configuratie verwijderen

source: Time-based progression
nl_nl: Tijdgebonden doorgroei

source: Automatically advance to next step when end date is reached
nl_nl: Automatisch doorgaan naar de volgende stap wanneer de einddatum is bereikt

source: Write
nl_nl: Schrijven

source: Workflow steps
nl_nl: Workflowstappen

source: Templates
nl_nl: Sjablonen

source: This workflow enables parallel collaboration, with stakeholders submitting and updating proposals until the deadline.
nl_nl: Deze workflow maakt parallelle samenwerking mogelijk, waarbij belanghebbenden voorstellen indienen en bijwerken tot aan de deadline.

source: This workflow follows a predefined approval hierarchy, with proposals reviewed and approved in sequence.
nl_nl: Deze workflow volgt een vooraf gedefinieerde goedkeuringshiërarchie, waarbij voorstellen achtereenvolgens worden beoordeeld en goedgekeurd.

source: Action-driven
nl_nl: Actiegericht

source: Steps advance per worker when actions (Proceed, Submit, Approve or Reject) are taken. Suited for flexible review processes.
nl_nl: Stappen gaan vooruit per medewerker wanneer acties (Doorgaan, Indienen, Goedkeuren of Afwijzen) worden ondernomen. Geschikt voor flexibele beoordelingsprocessen.

source: All stakeholders act within the same date range, completing proposals in parallel until the end date.
nl_nl: Alle belanghebbenden handelen binnen hetzelfde datumbereik en voltooien voorstellen parallel tot de einddatum.

source: Time-driven
nl_nl: Tijdgestuurd

source: Steps follow fixed start and end dates. Access is granted only within the date range. Ideal for predictable review cycles.
nl_nl: Stappen volgen vaste start- en einddata. Toegang wordt alleen verleend binnen het datumbereik. Ideaal voor voorspelbare beoordelingscycli.

source: View workflow
nl_nl: Workflow bekijken

source: Type or press Ctrl+Space to open auto-suggestion. Begin with a root source such as Data model, Round inputs, or Round calculations, to find fields.
nl_nl: Typ of druk op Ctrl+Spatie om automatische suggesties te openen. Begin met een bronschema zoals gegevensmodel, ronde invoer of ronde berekeningen om velden te vinden.

source: Start guide
nl_nl: Startgids

source: After selecting an item, type a dot (.) to see child properties. Keep drilling until you reach a simple value (number or text); some fields need several levels.
nl_nl: Nadat u een item hebt geselecteerd, typt u een punt (.) om onderliggende eigenschappen te zien. Blijf doorklikken totdat u een eenvoudige waarde (nummer of tekst) bereikt; sommige velden vereisen meerdere niveaus.

source: Drill down with dots
nl_nl: Inzoomen met puntjes

source: Combine properties (round fields), operators (+, −, ×, ÷), and functions (math, text, logic) to build your formula. Auto-suggestion helps as you type.
nl_nl: Combineer eigenschappen (afgeronde velden), operatoren (+, −, ×, ÷) en functies (wiskunde, tekst, logica) om je formule op te bouwen. Tijdens het typen krijg je automatisch suggesties.

source: Properties, operators & functions
nl_nl: Eigenschappen, operatoren en functies

source: Click Learn more to browse and search all properties across every nesting level. Use it to explore your round's data structure and find the exact field you need.
nl_nl: Klik op Meer informatie om alle eigenschappen op elk genest niveau te bekijken en te doorzoeken. Gebruik dit om de datastructuur van je ronde te verkennen en precies het veld te vinden dat je nodig hebt.

source: Browse available properties
nl_nl: Blader door beschikbare eigenschappen

source: Formulas with errors cannot be saved. Press F8 to jump to the next error, or double-click an error message to go directly to the issue.
nl_nl: Formules met fouten kunnen niet worden opgeslagen. Druk op F8 om naar de volgende fout te gaan, of dubbelklik op een foutmelding om direct naar het probleem te gaan.

source: Fix errors to save
nl_nl: Los fouten op om op te slaan

source: {{step}} of {{total}}
nl_nl: {{step}} van {{total}}

source: Open comp round
nl_nl: Open compensatieronde

source: When switching from a hard outcome to a soft one, please note that the expression formula cannot be edited until it has been saved.
nl_nl: Wanneer u overschakelt van een hard resultaat naar een zacht resultaat, houd er dan rekening mee dat de expressieformule niet kan worden bewerkt totdat deze is opgeslagen.

source: Block save if this rule is not met
nl_nl: Blokkeer opslaan als deze regel niet wordt nageleefd

source: Maximum outcome
nl_nl: Maximaal resultaat

source: Define the maximum outcome of the rule
nl_nl: Definieer de maximale uitkomst van de regel

source: Minimum outcome
nl_nl: Minimaal resultaat

source: Define the minimum outcome of the rule
nl_nl: Definieer de minimale uitkomst van de regel

source: Please provide at least one active rule.
nl_nl: Geef minstens één actieve regel op.

source: The rule list is empty. Get started by creating a rule.
nl_nl: De regel lijst is leeg. Begin met het maken van een regel.

source: Are you sure you want to delete the compensation round?
nl_nl: Weet je zeker dat je de compensatieronde wilt verwijderen?

source: Are you sure you want to delete the pending draft of this compensation round?
nl_nl: Weet u zeker dat u het concept van deze beloningsronde wilt verwijderen?

source: Delete compensation round
nl_nl: Verwijder compensatieronde

source: To confirm, type the round code: {{code}}
nl_nl: Typ ter bevestiging de rondecode: {{code}}

source: The confirmation code does not match.
nl_nl: De bevestigingscode komt niet overeen.

source: The confirmation code is required.
nl_nl: De bevestigingscode is vereist.

source: Delete round
nl_nl: Ronde verwijderen

source: Deleting this compensation round will remove it from active use. All proposals will be retained, but they will no longer be editable. Are you sure you want to proceed?
nl_nl: Het verwijderen van deze compensatieronde zal deze uit actief gebruik verwijderen. Alle voorstellen worden behouden, maar ze kunnen niet meer worden bewerkt. Weet je zeker dat je wilt doorgaan?

source: You do not have permission to delete in progress compensation rounds. Only users with the Global Compensation Admin role can perform this action.
nl_nl: U heeft geen toestemming om lopende compensatierondes te verwijderen. Alleen gebruikers met de rol Globale Compensatiebeheerder kunnen deze actie uitvoeren.

source: Action not allowed
nl_nl: Actie niet toegestaan

source: Delete pending draft
nl_nl: Concept in behandeling verwijderen

source: Open compensation round
nl_nl: Compensatieronde openen

source: Create payroll data drop
nl_nl: Salarisgegevens drop aanmaken

source: Data entities & sources
nl_nl: Gegevensentiteiten & bronnen

source: Define the entities and fields to be included in this model.
nl_nl: Definieer de entiteiten en velden die in dit model moeten worden opgenomen.

source: Show only selected items and rearrange them
nl_nl: Toon alleen geselecteerde items en rangschik ze opnieuw

source: No payroll data drop yet
nl_nl: Nog geen salarisgegevens ontvangen

source: The payroll data drop was successfully created.
nl_nl: De salarisgegevens drop is succesvol aangemaakt.

source: The payroll data drop was successfully saved.
nl_nl: De salarisgegevens zijn succesvol opgeslagen.

source: The payroll data drop was successfully updated.
nl_nl: De salarisgegevens zijn succesvol bijgewerkt.

source: Create and manage payroll data drop rules.
nl_nl: Maak en beheer regels voor het verwijderen van salarisgegevens.

source: The rule was successfully deleted.
nl_nl: De regel is succesvol verwijderd.

source: The rule was successfully duplicated.
nl_nl: De regel is succesvol gedupliceerd.

source: Open payroll data drop
nl_nl: Salarisgegevens drop openen

source: Edit payroll data drop
nl_nl: Salarisgegevens bewerken drop

source: No payroll data drop configured yet
nl_nl: Nog geen salarisgegevens drop geconfigureerd

source: Connection name
nl_nl: Verbindingsnaam

source: The connection name cannot be empty.
nl_nl: De verbindingsnaam kan niet leeg zijn.

source: Worker selection
nl_nl: Werknemerselectie

source: Add condition blocks to configure the rule for filtering workers in the payroll data set
nl_nl: Voeg voorwaardeblokken toe om de regel te configureren voor het filteren van werknemers in de salarisgegevensset

source: Define a name and description for this outbound connection.
nl_nl: Definieer een naam en beschrijving voor deze uitgaande verbinding.

source: Payroll data drop details
nl_nl: Details van salarisgegevens drop

source: Are you sure you want to delete this payroll data drop rule?
nl_nl: Weet u zeker dat u deze regel voor het verwijderen van salarisgegevens wilt verwijderen?

source: Add translation
nl_nl: Vertaling toevoegen

source: Select language
nl_nl: Taal selecteren

source: Create reminder
nl_nl: Herinnering maken

source: Are you sure you want to delete this translation? <br/>This will permanently remove all configurations.
nl_nl: Weet u zeker dat u deze vertaling wilt verwijderen? <br/>Hierdoor worden alle configuraties permanent verwijderd.

source: Delete translation
nl_nl: Vertaling verwijderen

source: The translation was successfully deleted.
nl_nl: De vertaling is succesvol verwijderd.

source: Edit reminder
nl_nl: Herinnering bewerken

source: Reminder message
nl_nl: Herinneringsbericht

source: Languages: {{configured}}/{{total}}
nl_nl: Talen: {{configured}}/{{total}}

source: Comp admin contact email
nl_nl: E‑mailadres contactpersoon voor beloningsbeheer

source: Comp admin contact name
nl_nl: Naam contactpersoon beloningsbeheer

source: Comp round end date
nl_nl: Einddatum beloningsronde

source: Comp round name
nl_nl: Naam van de beloningsronde

source: Comp round start date
nl_nl: Startdatum comp-ronde

source: Comp round status
nl_nl: Status van de comp-ronde

source: Comp round type
nl_nl: Type compensatieronde

source: Planner link
nl_nl: Planner-koppeling

source: Recipient full name
nl_nl: Volledige naam ontvanger

source: Dynamic fields
nl_nl: Dynamische velden

source: Field {{field}} copied to clipboard
nl_nl: Veld {{field}} gekopieerd naar het klembord

source: Email message
nl_nl: E-mailbericht

source: The email message cannot be empty.
nl_nl: Het e-mailbericht mag niet leeg zijn.

source: Email subject
nl_nl: Onderwerp van e-mail

source: The email subject cannot be empty.
nl_nl: Het onderwerp van de e-mail mag niet leeg zijn.

source: Email toggle
nl_nl: E-mail­schakelaar

source: Manage translations
nl_nl: Vertalingen beheren

source: Notification bell
nl_nl: Meldingsbel

source: The notification bell message cannot be empty.
nl_nl: Het bericht van de meldingsbel mag niet leeg zijn.

source: Notification bell toggle
nl_nl: Meldingsbel-schakelaar

source: You must enable at least one reminder message.
nl_nl: Je moet minstens één herinneringsbericht inschakelen.

source: View translations
nl_nl: Vertalingen bekijken

source: Reminder name
nl_nl: Naam van herinnering

source: The reminder name cannot be empty.
nl_nl: De naam van de herinnering mag niet leeg zijn.

source: Comp managers
nl_nl: Compensatiemanagers

source: Recipients
nl_nl: Ontvangers

source: Select the recipients of the reminder
nl_nl: Selecteer de ontvangers van de herinnering

source: Select at least one recipient.
nl_nl: Selecteer ten minste één ontvanger.

source: Send reminder
nl_nl: Herinnering sturen

source: You're about to send this reminder to the selected recipients. Once sent, it can't be edited or recalled.
nl_nl: Je staat op het punt deze herinnering naar de geselecteerde ontvangers te sturen. Zodra deze is verzonden, kan hij niet meer worden bewerkt of ingetrokken.

source: Sent
nl_nl: Verzonden

source: The reminder was successfully created.
nl_nl: De herinnering is succesvol aangemaakt.

source: The reminder was successfully sent.
nl_nl: De herinnering is succesvol verzonden.

source: The reminder was successfully updated.
nl_nl: De herinnering is succesvol bijgewerkt.

source: The translations were successfully added.
nl_nl: De vertalingen zijn succesvol toegevoegd.

source: Add one to get started.
nl_nl: Voeg er een toe om te beginnen.

source: No translations yet.
nl_nl: Nog geen vertalingen.

source: No translations configured.
nl_nl: Er zijn geen vertalingen geconfigureerd.
